welcome_reg = '".\nЗараз ви маєте можливість оформити звернення 📩'
welcome_noreg = '! Ви не є зареєстрованим користувачем. Введіть, будь ласка, логін, який використовується для входу в особистий кабінет, вказаний в діючому договорі' \
                ' Необхідно вводити тільки числове значення, наприклад: логін /anr999, ввести тільки 999. ' \
                ' співпраці ⌨ або запитайте у менеджера 👩🏼.Необхідно вводити тільки числове значення, наприклад: логін /anr999, ввести тільки 999. '
type_selection = 'Оберіть, будь ласка, розділ🗂, користуючись кнопками нижче 👇'
send_request = 'Будь ласка, натисніть  "Звернення"👇'
answer_selection ='Чудово! Користуйтесь кнопками нижче👇, та отримайте типові відповіді або допомогу менеджера👩🏼‍.'
warning_before = 'Попередження! Якщо звернутись до менеджера без вибору типу запитання,' \
                 ' Ваше звернення може оброблятись більш тривалий термін, до 48 годин. Натисніть "Додaти коментар📝" або "До головного меню ⤴️️"'
no_goods = 'Товар може не відображатися на Tabletki.ua з деяких причин, основні з яких:' \
           '\n 🔹 Аптека не надсилає  залишки товару \n 🔹 Ціна резервування товару вища від  ціни  в аптеці \n 🔹 Відсутня прив"язка товарної позиції' \
           ' \n 🔹 Товар заблокований\n 🔹 Аптека відключена \nВи можете знайти причину, користуючись інструкцією за посиланням:' \
           'https://tabletki.ua/support/ne_vidobrazhaitsya_tovar_na_sayti_tabletki_ua/' \
           '\nВ разі, якщо причина не виявлена, надішліть звернення менеджеру, натиснувши кнопку "Додати коментар📝" та вкажіть:\n 🔹 Назву товару\n 🔹 Виробника ' \
           '\n 🔹 Внутрішній код товару \n 🔹 Серійний номер аптеки '
add_goods = 'Додавання нового товару в каталог Tabletki.ua можливо в разі одержання від заявника інформації про товар в наступному форматі: ' \
            'https://tabletki.ua/support/yak_dodati_noviy_tovar_na_sayt_tabletki_ua/ ' \
            '\nІнформацію потрібно відправити на e-mail: aptdpt@tabletki.ua .' \
            '\nТоварна позиція буде введена в каталог. По факту введення картки товару в каталог, Вас повідомлять 🔔 '
change_binding = 'В разі виявлення некоректної зв"язки товарів, є можливість її відкоригувати, виконавши дії, описані в інструкції за посиланням:' \
                 ' https://tabletki.ua/support/yak_privyazati_tovarnu_poziciu_do_dovidnika_tabletki_ua/' \
                 '\nПісля проведення зв"язки товарів в особистому кабінеті, зв"язка проходить модерацію і після цієї процедури, фіксуються зміни 🪢'
add_pharmacies = 'Для того, щоб додати нову аптеку🏥, з метою її подальшої трансляції на Tabletki.ua, потрібно виконати дії описані в інструкції за посиланням:' \
                 ' https://tabletki.ua/support/yak_dodati_novu_apteku_magazin_dlya_translyacii_na_sayti/' \
                 '\nПо факту додавання аптеки в реєстр, менеджер по роботі з аптечними мережами відправить Вам серійний номер цієї аптеки, ' \
                 'для подальшого вивантаження даних залишків і цін.'
show = 'Припинення відображення аптеки на Tabletki.ua можливо за таких обставин:' \
       '\n🔹Аптека відключена в особистому кабінеті\n🔹Своєчасно несплачені рахунки\n🔹Є неотримані/необроблені замовлення\n🔹Відсутнє оновлення інформації по залишкам товарів і цін більше доби' \
       '\n🔹Аптека відключена адміністрацією Tabletki.ua, у випадку порушення умов договору.\nСамостійно виявити причину можливо, користуючись інструкцією за посиланням:' \
       ' https://tabletki.ua/support/apteka_ne_translyuitsya_na_sayti_tabletki_ua/' \
       '\nЯкщо не знайшли відповіді, звертайтесь до менеджера. Натисніть кнопку "Додати коментар📝" та вкажіть СЕРІЙНИЙ НОМЕР аптеки 👇'
schedule ='Змінити графік роботи аптеки або телефон можливо, користуючись інструкцією за посиланням: https://tabletki.ua/support/yak_zminiti_grafik_robiti_apteki/'
point_map = 'В разі виявлення помилки щодо розташування аптеки на карті🗺, можливо змінити точку, користуючись інструкцією за посиланням: ' \
            'https://tabletki.ua/support/yak_zminiti_tochku_na_karti_dlya_apteki_magazinu/' \
            '\nПісля встановлення нової геолокації в особистому кабінеті, зміни проходять перевірку, та після підтвердження менеджером, фіксуються на карті📍'
change_name_store = 'Для зміни назви аптеки виконайте дії, вказані в інструкції за посиланням:' \
                    'https://tabletki.ua/support/yak_zminiti_nazvu_apteki_magazinu_dlya_translyacii_na_sayti/'
cancel_pharmacy = 'Відключити аптеку від трансляції на сайті можливо самостійно в особистому кабінеті, користуючись інструкцією за посиланням: ' \
                  'https://tabletki.ua/support/yak_vidklyuchiti_apteku_magazin_vid_translyacii_na_tabletki_ua/' \
                  '\nЯкщо аптека відключається на тривалий термін📆 і в наступному місяці не планується робота, обов"язково ПОВІДОМТЕ про це менеджера❗'
cancel_chain = 'Для відключення мережі від трансляції, потрібно передати інформацію менеджеру. Для цього натисніть кнопку "Додати коментар"👇, ' \
               'та обов"язково повідомте причину відключення 🚫'
contract = 'Питання по договорам Ви можете направити менеджеру. Для цього натисніть кнопку "Додати коментар"👇 та надішліть запитання.'
bills = 'Питання по рахункам Ви можете направити менеджеру. Для цього натисніть кнопку "Додати коментар"👇 та надішліть запитання.'
acts = 'Питання по актам Ви можете направити менеджеру. Для цього натисніть кнопку "Додати коментар"👇 та надішліть запитання.'
change_contact = 'При зміні відповідальної особи по роботі з Tabletki.ua, прохання надати інформацію  про ПІБ, контактний телефон,' \
                 ' e-mail нової контактної особи. Натисніть кнопку "Додати коментар"👇 та введіть інформацію для відправки даних.'
personal = 'Якщо Ви не можете відкрити сторінку особистого кабінету, або зафіксовано збій в роботі⚠️, будь ласка, оформіть заявку в службу підтримки, натиснувши кнопку "Додати коментар"👇.' \
         '\nОпишіть проблему та відправте повідомлення. \nМенеджер зв"яжеться з вами в найкоротший термін.'
orders = 'Якщо в аптеку не надходять вже сформовані клієнтами замовлення, потрібно звернутись до ІТ спеціалістів свого підприємста! ' \
         '\nВ разі, якщо технічні спеціалісти аптеки ' \
         'не можуть вирішити питання😞, звертайтесь до менеджера, натиснувши кнопку "Додати коментар"👇' \
         '\nОпишіть проблему⌨️ та відправте повідомлення. Менеджер зв"яжеться з вами в найкоротший термін. '
stock = 'Перевірити статус надходження залишків можливо, виконавши дії згідно інструкціЇ за посиланням:' \
        ' https://tabletki.ua/support/yak_pereviriti_zavantazhennya_danih_pro_zalishki_tovariv/' \
        '\nЯкщо ви не знайшли відповідь на своє запитання, звертайтесь до менеджера, натиснувши кнопку "Додати коментар"👇' \
        '\nОпишіть проблему⌨️ та відправте повідомлення. Менеджер зв"яжеться з вами в найкоротший термін.  '
quality = 'Детальна інструкція по роботі зі звітом "Якість" та опис полів звіту є за посиланням: https://tabletki.ua/support/zvit_yakist/' \
          '\nЯкщо ви не знайшли відповідь на своє запитання, звертайтесь до менеджера,натиснувши кнопку "Додати коментар"👇' \
        '\nОпишіть проблему⌨️ та надішліть посилання. Менеджер зв"яжеться з вами в найкоротший термін.  '
around = 'Детальна інструкція по роботі зі звітом "Оточення" та опис полів звіту є за посиланням: https://tabletki.ua/support/zvit_otochennya/' \
          '\nЯкщо ви не знайшли відповідь на своє запитання, звертайтесь до менеджера, натиснувши кнопку "Додати коментар"👇' \
        '\nОпишіть проблему⌨️ та надішліть посилання. Менеджер зв"яжеться з вами в найкоротший термін.  '
finance = 'Детальна інструкція по роботі зі звітом "Фінансовий" та опис полів звіту є за посиланням: https://tabletki.ua/support/finansoviy_zvit_v_osobistomu_kabineti_tabletki_ua/' \
          '\nЯкщо ви не знайшли відповідь на своє запитання, звертайтесь до менеджера, натиснувши кнопку "Додати коментар"👇' \
        '\nОпишіть проблему⌨️ та надішліть посилання. Менеджер зв"яжеться з вами в найкоротший термін.  '
no_con = 'Детальна інструкція по роботі зі звітом "Товари без прив"язки" та опис полів звіту є за посиланням:' \
         ' https://tabletki.ua/support/zvit_po_neprivyazanim_tovaram_iz_zalishkami/' \
          '\nЯкщо ви не знайшли відповідь на своє запитання, звертайтесь до менеджера, натиснувши кнопку "Додати коментар"👇' \
        '\nОпишіть проблему⌨️ та надішліть посилання. Менеджер зв"яжеться з вами в найкоротший термін.  '
#block_goods = 'Детальна інструкція по роботі зі звітом "Заблоковані товари" та опис полів звіту є за посиланням: ' \
              #'https://tabletki.ua/support/zvit_pro_zablokovani_tovari/' \
         # '\nЯкщо ви не знайшли відповідь на своє запитання, звертайтесь до менеджера, натиснувши кнопку "Додати коментар"👇' \
       # '\nОпишіть проблему⌨️ та надішліть посилання. Менеджер зв"яжеться з вами в найкоротший термін.  '

hours_24 = '24 години!'
hours_6 = '6 годин!'
hours_48 = '48 годин!'
hours_2 = '2 годин!'
hours_1 = '1 години!'



